Repository: hackcurio/oembed_in_library
Catalog: languages/oembed-*-library-*.po
Languages: fr_fr

source: Embed in Library
fr_fr: Intégrer un média externe dans la bibliothèque

source: oEmbed
fr_fr: Média externe

source: Use this form to add an external media in your library.
fr_fr: Utilisez ce formulaire pour intégrer un média externe dans votre bibliothèque de médias.

source: URL
fr_fr: URL (http:// ....)

source: Preview
fr_fr: Prévisualiser

source: Add in library
fr_fr: Ajouter dans la bibliothèque

source: No provider found for this URL.
fr_fr: Aucun fournisseur trouvé à cette URL

source: Bad response from the provider for this URL.
fr_fr: La réponse émise par le fournisseur n'a pas pu être traitée.

source: An error occured during media saving.
fr_fr: Une erreur a été rencontrée lors de l'enregistrement.

source: Media inserted in library with success.
fr_fr: Le média a été intégré avec succès à la bibliothèque.

source: View
fr_fr: Voir
